[
  "obsidian-image-auto-upload-plugin",
  "obsidian-git",
  "dataview",
  "obsidian-style-settings",
  "obsidian-linter",
  "obsidian-advanced-uri",
  "obsidian-auto-link-title",
  "emoji-shortcodes",
  "easy-typing-obsidian",
  "obsidian-map-view",
  "privacy-glasses"
]